[M_Sage_EndGame MissionDefinition]
MissionName="from start to finish"
MissionDescription="The HSS building looks old too. We win or take something else."
TurnInDescription="Don't think you've done this before??"
MissionSummary="Check the HSS termination."
MissionGiver="hunter's cave award group"
MissionTurnInLocation="Bounty Board Hunter's Cave"
TeaserText="completely."

[M_Sage_EndGame:ContinueReachShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EndGame:DefeatElites MissionObjectiveDefinition]
ProgressMessage="Defeat the Savage Elite"

[M_Sage_EndGame:DefeatElitesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EndGame:EscapeShip MissionObjectiveDefinition]
ProgressMessage="Keep it aside."

[M_Sage_EndGame:EscapeShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Escape from the terminal."
MissionDescriptionOverride="In his last breath, Nagayama used the ship's destruction systems (as they do). You must escape before the ship explodes!!"

[M_Sage_EndGame:ExtendBridge MissionObjectiveDefinition]
ProgressMessage="tear down the bridge"

[M_Sage_EndGame:ExtendBridgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EndGame:GoToCliffs MissionObjectiveDefinition]
ProgressMessage="Go to Candlelock Rock"

[M_Sage_EndGame:GoToCliffsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EndGame:InvestigateShip MissionObjectiveDefinition]
ProgressMessage="Find a bowl"

[M_Sage_EndGame:InvestigateShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Save the loot from the terminal."
MissionDescriptionOverride="Nakaya is not dead. His ship was wrecked. His monster was destroyed in an accident. Time of payment. The terminator destroys the weapons depot before the ship is destroyed. Hammerlock invites you to get paid for your work.."

[M_Sage_EndGame:InvestigateShipSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Collect terminal weapon loot.."
MissionDescriptionOverride="Nakayama died; the ship sinks; and fear is history. answer the questions that Kanuuna exploded at the station when the plane crashed. Hammerlock indicates that your work is beneficial to you.."

[M_Sage_EndGame:KillBoss MissionObjectiveDefinition]
ProgressMessage="Kill Jackstein"

[M_Sage_EndGame:KillBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Kill the devil, honey.."
MissionDescriptionOverride="On the way to the HSS terminal, the evil Nakayama appears and tries to kill him..<br>You have to return the favor.."

[M_Sage_EndGame:KillDoctor MissionObjectiveDefinition]
ProgressMessage="Kill Professor Nakayama"

[M_Sage_EndGame:KillDoctorSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Kill Professor Nakayama."
MissionDescriptionOverride="Follow Nakayama to his ship and control him before he unleashes a giant monster. Now, as long as Zhongshan is killed, everything will be fine.."

[M_Sage_EndGame:LootShip MissionObjectiveDefinition]
ProgressMessage="Take the weapon"

[M_Sage_EndGame:LootShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Nagaia is not dead yet. His ship was wrecked. And his fear is history. It's time to claim your prize! The ship explodes and the Hammerlock counter activates again, prompting you to log in to claim your rewards..<br>Claptrap's belt is smaller than his ring. This causes another fatal accident for Terminus. You must rush to grab all the items before the ship explodes.."

[M_Sage_EndGame:OpenShipDoor MissionObjectiveDefinition]
ProgressMessage="Open the door"

[M_Sage_EndGame:OpenShipDoorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_EndGame:ReachShip MissionObjectiveDefinition]
ProgressMessage="Get on"

[M_Sage_EndGame:ReachShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

